import React from "react";
import css from "./pageNotFound.module.css";

const PageNotFound = () => {
  return (
    <div className={css.notFoundWrapper}>
      <h2>Страница находится в разработке</h2>
    </div>
  );
};

export default PageNotFound;

// Разработка сайта
// Интернет-магазин, сайт компании, сайт-визитка, проекты "под ключ".

// Проработка макета сайта
// Дизайн сайтов любой сложности - низкие и высокие бюджеты, дизайн магазинов, промо-сайтов, сайтов компаний.

// Мобильные приложения
// Разрабатываем мобильные приложения для iOS и Android

// Продвижение в интернете (SMM/SEO)
// Ведем социальные сети и создаем системы привлечения клиентов, продвигаем сайты в поисковых системах.

// Сопровожение и обслуживание
// Хостинг, техническое сопровождение, контроль работоспособности

// -=-=-=-=-=-=
// О нас


// -=-=-=-=-=-=
