import React from "react";
import Bounce from "react-reveal/Bounce";
import { withRouter } from "react-router-dom";
import css from "./pageNotFound.module.css";

const PageNotFound = () => {
  return (
    <div className={css.notFoundWrapper}>
      <Bounce top>
        <h2>Страница находится в разработке</h2>
      </Bounce>
    </div>
  );
};

export default withRouter(PageNotFound);

// -=-=-=-=-=-=
// О нас (main)
// Команда разработчиков EL.C состоит из исключительно квалифицированных кадров, поэтому каждый созданный нами сайт является результатом умелой комбинации креативного дизайна и современных технологий разработки
// -=-=-=-=-=-=
// Миссия
// Мы видим нашу миссию в том, чтобы используя все наши знания, опыт и умения правильно воплотить ваши планы и создавать удобные и гибкие сайты.
// Цель
// Запускать и сопровождать стартапы мирового класса
// Продукт
// Автономное, модульное, "лёгкое", уникальное и надежное Web-приложение для работы па глобальной арене
// Сила
// Наша команда - наша сила, вкупе с грамотным распределением ролей и ответственностью.
// -=-=-=-=-=-=
// Услуги
// Web - мы создаем и запускаем работающие сайты, интернет-магазины и web-сервисы.
// Mobile - разработка нативных мобильных приложений для стартапов и бизнеса на платформах iOS и Android.
// Design - создадим индивидуальный и уникальный дизайн, соответствующий вашим пожеланиям.
// SMM - привлечем внимание и трафик к бренду/продукту через социальные сети.
// SEO - мы занимаемся результативным продвижением сайтов в интернете.
// Support - после удачного запуска вашего продукта обеспечим поддержку его функционирования.
// -=-=-=-=-=-=
