import React from "react";
import css from "./pageNotFound.module.css";

const PageNotFound = () => {
  return (
    <div className={css.notFoundWrapper}>
      <h2>Страница находится в разработке</h2>
    </div>
  );
};

export default PageNotFound;  

// -=-=-=-=-=-=
// О нас
// Команда разработчиков EL.C состоит из исключительно квалифицированных кадров, поэтому каждый созданный нами сайт является результатом умелой комбинации креативного дизайна и современных технологий разработки
// -=-=-=-=-=-=
// Миссия
// Мы видим нашу миссию в том, чтобы используя все наши знания, опыт и умения правильно воплотить ваши планы и создавать удобные и гибкие сайты.
// Цель 
// Запускать и сопровождать стартапы мирового класса
// Продукт 
// Автономное, модульное, "лёгкое", уникальное и надежное Web-приложение для работы па глобальной арене
// Сила
// Наша команда - наша сила, вкупе с грамотным распределением ролей и ответственностью.
// -=-=-=-=-=-=
